{"keyList":[-6059398721818757395,-2934226710729469126,-4966952823662818515,3387633702205195005,-7142262983104352503,1220622684654865075,-4244464766329153366,-7334117258412121463,-4612426765839843583,-7153431373720649440,8082582882550085134,6770489595694943892,-1005000209725754928,8650464615426135429,-8300540445381029625,266044029427589537,-7790465056188988874,4406400857302201167,822711977123140438,8656186880260338929,-569918738977531638,1660792023064796724,-1636947900552469224,4165924255027438548,1209312776991653061,1775367677968116370,-3512784193676427362,-549627560386026656,4342331869317289051,5403656514928122147,3662200597630409856,-8955212629155945236,-5153224528315373568,851114129801573830,-5356731868278145706,-2684606726086463323,-6771670479699264858,-2790293460552894967,-7632021815712916248,-7295959856842066102,4233459333917897857,-7814929317576682389,-5179467380488941141,8209993846923943655,-1095217325520962865,2790957973059445580,7976704402711474119,3388646698909660901,-7866213280156965811,1395272247928915396,2739109385324135832,6502991365915521146,5219516698662953456,2760325741589101376,3170613495925514650,6228529002607641086,2204419998715946364,-1451264397420958130,5801571939380635821,1084120614216820817,-4668048898202125933,-2692075082797871698,-6277434148677434079,-1507763451724821681,2870968003203032863,7942277847884721269,-2132907470711571296,8243445803751119732,-8021215629802080066,2855451519327647129,-2811846737426974544,-8206011366986524788,-7568003123699602393,3602010734029777111,-7300265057252258956,-120454842563683296,514855978738124989,-8005780673021613137,4320403449323508313,-5198529680242407066,7228586372191299960,5117079079605676054,-8210933838812342093,8854417926120803451,2074929034567590333,-3572810062359863018,-7434665392681993428,-1524712190467040974,3538073109467610638,2929859397347376210,8973372018107302960,-6286704745911848264,4169671504543756841,-2969932768812861950,-4653419871947529529,1101551262293806202,-1762090613868845654,-1652868842556023531,8953222769502681415,8122922253157896738,-7922509187571182583,-6273142204699356590,3521991841475303188,-8571532364193890080,1593184368539040243,-8523629841452234485,-2419947834733089716,3789329812051704259,5232528636629541744,2726254868175012643,4319653313039484504,1232152918787971818,-7246180213256205103,4167240681897913643,-3016324179478262544,-7768938800170985304,-990609578235105300,227596093159510118,-8556353245569826843,5614419701062404914,-312376093566140122,-947513397970955556,3125455623119602953,662150044168299652,7517333486989919072,898609025833015907,6680425409967578051,5288779261418853342,3559638238488329381,-6286414826724768586,-5573809399925239719,-5860446727193021565,838414086333417050,4934313597389982636,3532183892896121799,-6661544426510949896,-7635156050996997009,6108607874389880852,6608410907215178061,6804287967555939619,7655094002601572017,-1022256501949808686,7114605610670386563,1667752898903379349,-2783806046167251206,2300096242210373729,4575457794887638242,310020889301636658,6011305128252230177,2239828673744890556,-4052205321402959327,-2155849158474051532,-1728030443424894136,6078125157757440652,8171178156437852615,-1943032469571824771,1233186133559630766,-8009453426065548645,-3861989631649431864,3053166892912679395,3314364824234301554,-6187820902469307986,-7263789292300652765,5278295142623697465,7744020399756239629,-912968004591352685,4194523523200062647,-6245286898782967373,1212079302956265688,-4954055131146194603,-7988088752967303125,7563189607719405684,3709316681747441637,4188786048389215184,3055609451129447151,-8883336615074922056,7878939135082724176,-1552335371583822144,6812280858319836022,7330012355302303411,-5715826783195194709,2208728221350162501,-8433648168854396807,394722088613100966,1497938170224227240,4286753732545601379,-3669732086774759146,527188091740215641,6523236345770156303,-6675187162640990960,618773230163308042,2849431821380895098,768324258453436533,5790081424257622350,-4696341708907992781,6141411743823984460,4458183548406678490,-802317852874100817,7513163285584187609,-3766357909043381049,-1656810114131018419,-9064618627939803999,-6799935187175157811,5813936165495471846,-8488524392669491586,1934642248034086848,2649391301485025559,8114517916266351810,4602686221027769707,-4777853733057874677,136908661512913770,2417256359028804439,-6424041250837752682,7903567046476866357,-6371466134134224878,8571265288878339361,1520516210331788228,-8245434780332612661,1621479941981597238,-7423300844674134108,-4843648528440073006,4855455792137059248,-6117469431135138420,-6496639839269176373,5207865717653203008,6005671041480771067,-227781892305493898,-776049095637862704,4650979925467375380,-2376426906138690562,-6153117883036691821,-2001781186587437182,-1230977547412611,-4086806468017157818,-6243586337147658996,-6395381715089201637,-8472330698442358693,6933208320176551106,7671377176429497328,7016742506276612765,-5611473562445590572,4310897810911588879,3710219796228948108,2433816456489052878],"valueList":["Test","Confirm","Cancel","Align Top","Align Bottom","Align Left","Align Right","Align Horizontal Center","Align Vertical Center","Grid Horizontal","Grid Vertical","Grid Ring","New Image","New Text","New Widget","Widget Library","Widget Name","Widget Type","All","Add New Type","Red","Green","Blue","Normal","Preview","Recently Opened","Please preview after opening a Prefab","Do you want to save the scene?","Warning","The object already exists, do you want to overwrite it?","Overwrite","Please select a parent node first","Please select less than two nodes","Repetitive widget type","Please enter the widget type name","Do you want to save the changes?","Are you sure to delete this widget?","Please select a node first","Only nodes under the same level can be combined","More","Setting","Configuration","Language","General","Widget","Prefab Storage Location","Widget Storage Location","Widget generation mode","Select Path","New Template","ColorBlind","AnimationPreview","Delete","Modify","Copy","Paste","Combine","SVN Update","About","User Manual","Close","Reference Line","Delete record and prefab","Only delete record","Import All Localized Images","Localization","Chinese_Simplified  (CN)","Chinese_Traditional  (TC)","English  (EN)","Japanese  (JA)","Korean  (KO)","French  (FR)","German  (DE)","Spanish  (ES)","Russian  (RU)","Turkish  (TR)","Portuguese  (PT)","Vietnamese  (VI)","Thai  (TH)","Arabic  (AR)","Max filename length","Number of localized images","UNFILLED TEXT","Number of localized texts","Open Static Text Table","Path","original text","Could not write to table, table is already open","Text-Free Mode","In-game language","Please check the naming conventions for the images in the folder!","Multiple pictures can be imported at the same time, file name: picture name_language abbreviation, for example: battlemessage_EN","Function Toggle","Recently opened panel record","Align & Snap","Right-click list","Quick copy","Movement shortcuts","Prefab Tab","Resolution adjustment in Scene","Prefab resource check","Grid element","Grid count","Save","Quick background canvas","Remove from the list","Delete the local files","Please select the folder in the Assets directory","Cannot group these objects into a widget","Don't select multiple files at the same time","Please enter the Prefab name correctly","The file is invalid, please select the Prefab files","Add Prefab","How to add","This hierarchy has reached its maximum counts, please contact the program to modify the hierarchy counts or the Channel counts to accommodate","Cannot delete hierarchy with components","Organize hierarchy","There are unsaved changes. Do you want to save them before exit?","Don't Save","Edit Channel name","Channel name","Change hierarchy","Create hierarchy","Hierarchy index value","Please enter the number correctly","The hierarchy already exists. Do you want to continue adding or modifying it, which will result in changes to the current layer and its successive layers","Edit Node","Create Node","Hierarchy","The tag cannot be empty","Tag exsited","Delete this node","Search","No Results","Save Changes","Refresh","Add a hierarchy foward","Add a hierarchy backward","You can only make changes in the forward and backward nodes. To make more changes, please use the above button to add hierarchy.","The new tag is shown in black by default. You can change its color in the settings of HierarchyManage.","Please choose a Prefab","This Prefab has already been pulled to hierarchy","The tag entered is not added to the tag list, still submit?","Choose a file","At least keep 1 hierarchy","Grid layout","Localization folder","Dynamic Text Table Path","Localization settings","Open preset editor","Select preset color","Create Empty Dynamic Text Table","Show Key","Open Dynamic Text Table","Automatically transform Texture into Sprite","Show/Hide","Do you want to undo Show/Hide","Undo","No Reset","Do you want to delete","Edit","Self-adaptive text box","Static Text Table Path","Create Empty Static Text Table","Prefab name","Quick background","Next  Set function toggles>>","Please set the function toggles according to your needs (can change the settings at any time in ThunderFireUXTool - Settings - Function Toggles)","<<Previous  View the guide","Start","Recently Opened","Edit Scene","Prefab","Import","Tool Description","Color","Gradient","Color Preset Editor","Color Name","Note of Color","Select the Preset Gradient","Tips for Using Table","Tip: After updating the table and saving it, click the menu-ThunderFireUXTool-Localization-convert the text table into JSON. Then it can be previewed and switched between different languages.","Tag","Enable Game Pad Guide (Please ensure that the InputSystem Pack has been installed)","welcome page","I agree, start to use","I disagree, remove the tool.","Please read and agree the","\"ThunderFire UX Tool Terms of Use\"","Note","To use ThunderFire UX Tool, please ensure that you have checked and agreed to the \"ThunderFire UX Tool Terms of Use\".","Privacy Policy\n\nIntroduction\nThis privacy policy informs you of your choices and our practices regarding any personal information you provide to us. Your use of the product(s), service(s) and related websites (“Service”) distributed by NetEase (Hangzhou) Network Co., Ltd. (“NetEase”, “we” or “us”) involves the collection and use of your personal information. It is important for you to understand how this happens and how you may control it.\nWhen you contract to use the Service, you accept our rules and policies regarding your personal information and you expressly consent to us collecting, processing, using and storing your personal information, as described in this policy.\nYou acknowledge that you have read and understood this privacy policy. If you do not agree with this privacy policy, you must not use the Service. If you change your mind in the future, you may withdraw your consent to use of your personal information in accordance with this policy.\nIf you have any comments, questions or complaints regarding the processing of your personal information, you can contact us at ThunderFireUXTool@service.netease.com.\n\nThe Types of Personal Information We Use\nThis section describes the different types of personal information we collect and how we collect it. We will collect and use the following information about you:\n• Information we collect about you. We automatically collect certain data from you when you use the Service, including your IP address and device information (such as device type, network data, operating system) and information regarding your use of and interaction with the Service, such as date and time stamps of actions. We also collect and store your data each time you interact with us, for example, when you use in-app support to communicate with us.\n\nChildren\nOur Service is not intended for children and we do not knowingly collect information from children. If you believe that we have unintentionally collected your children’s personal information, you may request the deletion of the information by contacting us at ThunderFireUXTool@service.netease.com. In some cases, we may ask the user to provide us with their date of birth date for age verification. If such information indicates the user is under the age stipulated by the applicable laws and deemed as child under such laws, we will not collect further personal information from the child until a parent/guardian’s verifiable consent is obtained.\nIf you are in the United States:\nWith parental consent, we may collect personal information from children under the age of thirteen (13). If we learn that we have collected or received personal information from a child under the age of thirteen (13) without parental consent, we shall immediately take the necessary steps to ensure that such information is deleted from our system’s database. Parents have the right to review their child’s personal information; to have their child’s personal information deleted; and to refuse further collection, use, and/or disclosure of their child’s personal information by notifying us. As a parent, you understand that NetEase has a legitimate interest in providing your child’s personal information collected via the Service to external providers for the purpose of administering or providing the Service. Anyone under the age of thirteen (13) must seek and obtain parent or guardian permission to use our Service. For additional information, you may contact us at ThunderFireUXTool@service.netease.com.\n\n\nHow We Use Your Personal Information\nWe will use the information in the following ways and in accordance with the following legal bases:\n• Device Information (such as: device ID, device type, operating system, CPU, RAM, IP address, MAC address): We use this information to provide and improve the Service such as: to allow users to download and install the software on their devices; to record and keep track of requests from users of the Service; to detect the user network and device status when the user is using the Service; and to correct bugs or errors that occur when the user is using the Service. Use of Device Information is necessary to perform our contract with you to provide the Service.\n\nHow We Store and Share Your Personal Information\nIn order to perform our contract with you, your personal information will be accessible from and will be processed on our servers. Our servers are hosted on cloud servers such as Amazon Web Services. Your information may be transferred to and processed in countries outside the country you are located. We will take steps necessary to comply with applicable legal requirements, such as using European Commission approved Standard Contractual Clauses to protect your information. In particular, your information will be transferred to and processed in Japan where our central database is based.\nWe share your personal information with selected third parties in and outside your country, including:\n• third-party vendors that provide services in support of the Service, such as Microsoft Azure for the purpose of hosting the service. Those third party vendors have limited access to your personal information and are contractually bound not use it for other purposes.\n• related group companies, with whom we share your information to operate the Service. The transfers contemplated above are made pursuant to our contract with you; and\n• law enforcement agencies, public authorities or other judicial bodies and organizations. We disclose information if we are legally required to do so, or if we have a good faith belief that such use is reasonably necessary to: (i) comply with a legal obligation, process or request; (ii) enforce our terms of service and other agreements, policies, and standards, including investigation of any potential violation thereof; (iii) detect, prevent or otherwise address security, fraud or technical issues; or (iv) protect the rights, property or safety of us, our users, a third party or the public as required or permitted by law (including exchanging information with other companies and organizations for the purposes of fraud protection).\n\n\nThe Security of Your Personal Information\nWe are committed to maintaining the privacy and integrity of your personal information no matter where it is stored. We have information security and access policies that limit access to our systems and technology. We deploy a firewall and other security measures (such as encryption) commensurate to industry standards to prevent unauthorized access to your personal information. Your personal information will remain subject to our technical and organizational controls and our policies and procedures (including this Privacy Policy). Unfortunately, the transmission of information via the internet is not completely secure. Although we will do our best to protect your personal information, we cannot guarantee the security of the information transmitted to our services; any transmission of your information is at your own risk.\n\n\nData Retention\nWe will retain most of your personal information for the lifetime of your use of the Service (i.e. until account deletion in accordance with your request) except that Contact Information obtained from promotional activities will be retained during the lifetime of such activities.\nIn the event that the processing and retention period have terminated, but personal information is required to be retained continuously for other reasons including for the purposes as prescribed under applicable laws, the relevant personal information will be stored and maintained separately from other types of personal information. If you require us to destroy your personal information before the end of its life cycle, we will destroy your personal information in accordance with local laws.\n\n\nYour Rights\nThis section (“Your Rights”) applies to users that are located in the European Economic Area only. For California Residents, please refer to https://www.neteasegames.com/privacy/02.html. For users located in other territories, please refer to the privacy clauses in our User Agreement.\nYou have certain rights in relation to the personal information we hold about you. Some of these only apply in certain circumstances (as set out in more detail below). We must respond to a request by you to exercise those rights without undue delay and at least within one month (though this may be extended by a further two months in certain circumstances). To exercise any of your rights, please contact us at ThunderFireUXTool@service.netease.com. Please understand further information may be required to verify your identity when exercising your rights.\nAccess\nYou have the right to access personal information we hold about you, how we use it, and who we share it with. If you believe we hold any other personal information about you, please contact us and complete the corresponding request form.\nPortability\nYou have the right to receive a copy of certain personal information we process about you. This comprises any personal information we process on the basis of your consent or pursuant to our contract with you, as described in the section “How We Use Your Personal Information”. You have the right to receive this information in a structured, commonly used and machine-readable format. You also have the right to request that we transfer that personal information to another party.\nIf you wish for us to transfer such personal information to a third party, please ensure you detail that party in your request. Note that we can only do so where it is technically feasible. Please note that we may not be able to provide you with personal information if providing it would interfere with another’s rights (e.g., where providing the personal information we hold about you would reveal information about another person or our trade secrets or intellectual property).\nCorrection\nYou have the right to correct any personal information held about you that is inaccurate. If you believe we hold any other personal information about you and that information is inaccurate, please contact us and complete the request form.\nErasure\nYou can delete your account, or remove certain personal information. If there is any other personal information you believe we process that you would like us to erase, please contact us and complete the request form.\nYou may request that we erase the personal information we hold about you in the following circumstances:\n• you believe that it is no longer necessary for us to hold such personal information; or\n• you believe the personal information we hold about you is being unlawfully processed by us.\nYou can also exercise your right to restrict our processing of your personal information (as described below) whilst we consider your request.\nWe may need to retain personal information if there are valid grounds under data protection laws for us to do so (e.g., for the defence of legal claims or freedom of expression) but we will let you know if that is the case. Where you have requested that we erase personal information that has been made available publicly on the Service and there are grounds for erasure, we will use reasonable steps to try to tell others that are displaying the personal information or providing links to the personal information to erase it too.\nRestriction of Processing to Storage Only\nYou have a right to require us to stop processing the personal information we hold about you other than for storage purposes in certain circumstances. Please note, however, that if we stop processing the personal information, we may use it again if there are valid grounds under data protection laws for us to do so (e.g., for the defense of legal claims or for another’s protection). As above, where we agree to stop processing the personal information, we will try to tell any third party to whom we have disclosed the relevant personal information so that they can stop processing it too.\nYou may request we stop processing and just store the personal information we hold about you where:\n• you believe the personal information is not accurate for the period it takes for us to verify whether it is accurate;\n• you wish to erase the personal information as the processing we are doing is unlawful but you want us to retain the personal information but just store it instead; or\n• you wish to erase the personal information as it is no longer necessary for our purposes but you require it to be stored for the establishment, exercise or defense of legal claims.\nObjection\nYou have the right to object to our processing of personal information about you. We will consider your request in other circumstances as detailed below by contact us and completing the request form.\nAnnouncements\nWe may from time to time send you announcements when we consider it necessary to do so (such as when we temporarily suspend The Service access for maintenance, or security, privacy or administrative-related communications). You may not opt-out of these service-related announcements, which are not promotional in nature.\n\n\nContact & Complaints\nFor the purposes of European Data Protection Law, the Data Controller is NetEase (Hangzhou) Network Co., Ltd.\nIn the event that you wish to make a complaint about how we process your personal information, please contact us in the first instance.\n--Contact Information--\nName: NetEase (Hangzhou) Network Co., Ltd.\nMail: ThunderFireUXTool@service.netease.com\nThis is without prejudice to your right to launch a claim with the data protection authority in the country in which you live or work where you think we have infringed data protection laws.\n\n\nChanges\nIf we make any material changes to this policy, we will post the updated policy here. Please check this page frequently to see any updates or changes to this policy.\n\n\nLanguage\nThis Agreement may be translated into the local language in the relevant territory. In the event of a conflict between this Agreement in the English language version and the localized version, the English language version shall prevail.\n\n","Back","The storage location for the Prefab does not exist. Please select a valid storage location.","X Reference Line","Y Reference Line","X&Y Reference Line","User ID Copied","Can't find UIBeginnerGuide Component in the Custom Guide Template","Custom Project Name","Sort By Name","Sort By Time","AutoStitchingTool","Design","Sprites(Folder or Sprite)","AutoStitchingTool","If there is no executable file in the default path, extract from the compressed file in the default path.","查找依赖资源","图片类型","Prefab类型","动画类型","材质类型","Recently Selected Files","Panel Settings","Maximum number of recently selected files","Maximum number of recently opened prefabs","The maximum must be greater than 0","Recently selected panel record","ComponentCheckTool","FilterList","Add Filter","Filt By Component Value","Filt By Component Added","Check","Component","Field","Please select MonoBehaviour type component","Prefab","Prefab Path","Filter Results","CompareOption","The color names can only contain letters, numbers, and underscores.","The following color names are illegal (can only contain letters, numbers, and underscores).","The following color names are duplicated","Modify Value:","Modify All","Modify Selected","Modify","Unselected Field","The RectTransform width and height is set to 0. This may cause rendering issues or functionality problems. Please ensure the RectTransform width and height are greater than 0 when using Flip Mode.","Modify Option","Operation","Script"]}