{"keyList":[-6059398721818757395,-2934226710729469126,-4966952823662818515,3387633702205195005,-7142262983104352503,1220622684654865075,-4244464766329153366,-7334117258412121463,-4612426765839843583,-7153431373720649440,8082582882550085134,6770489595694943892,-1005000209725754928,8650464615426135429,-8300540445381029625,266044029427589537,-7790465056188988874,4406400857302201167,822711977123140438,8656186880260338929,-569918738977531638,1660792023064796724,-1636947900552469224,4165924255027438548,1209312776991653061,1775367677968116370,-3512784193676427362,-549627560386026656,4342331869317289051,5403656514928122147,3662200597630409856,-8955212629155945236,-5153224528315373568,851114129801573830,-5356731868278145706,-2684606726086463323,-6771670479699264858,-2790293460552894967,-7632021815712916248,-7295959856842066102,4233459333917897857,-7814929317576682389,-5179467380488941141,8209993846923943655,-1095217325520962865,2790957973059445580,7976704402711474119,3388646698909660901,-7866213280156965811,1395272247928915396,2739109385324135832,6502991365915521146,5219516698662953456,2760325741589101376,3170613495925514650,6228529002607641086,2204419998715946364,-1451264397420958130,5801571939380635821,1084120614216820817,-4668048898202125933,-2692075082797871698,-6277434148677434079,-1507763451724821681,2870968003203032863,7942277847884721269,-2132907470711571296,8243445803751119732,-8021215629802080066,2855451519327647129,-2811846737426974544,-8206011366986524788,-7568003123699602393,3602010734029777111,-7300265057252258956,-120454842563683296,514855978738124989,-8005780673021613137,4320403449323508313,-5198529680242407066,7228586372191299960,5117079079605676054,-8210933838812342093,8854417926120803451,2074929034567590333,-3572810062359863018,-7434665392681993428,-1524712190467040974,3538073109467610638,2929859397347376210,8973372018107302960,-6286704745911848264,4169671504543756841,-2969932768812861950,-4653419871947529529,1101551262293806202,-1762090613868845654,-1652868842556023531,8953222769502681415,8122922253157896738,-7922509187571182583,-6273142204699356590,3521991841475303188,-8571532364193890080,1593184368539040243,-8523629841452234485,-2419947834733089716,3789329812051704259,5232528636629541744,2726254868175012643,4319653313039484504,1232152918787971818,-7246180213256205103,4167240681897913643,-3016324179478262544,-7768938800170985304,-990609578235105300,227596093159510118,-8556353245569826843,5614419701062404914,-312376093566140122,-947513397970955556,3125455623119602953,662150044168299652,7517333486989919072,898609025833015907,6680425409967578051,5288779261418853342,3559638238488329381,-6286414826724768586,-5573809399925239719,-5860446727193021565,838414086333417050,4934313597389982636,3532183892896121799,-6661544426510949896,-7635156050996997009,6108607874389880852,6608410907215178061,6804287967555939619,7655094002601572017,-1022256501949808686,7114605610670386563,1667752898903379349,-2783806046167251206,2300096242210373729,4575457794887638242,310020889301636658,6011305128252230177,2239828673744890556,-4052205321402959327,-2155849158474051532,-1728030443424894136,6078125157757440652,8171178156437852615,-1943032469571824771,1233186133559630766,-8009453426065548645,-3861989631649431864,3053166892912679395,3314364824234301554,-6187820902469307986,-7263789292300652765,5278295142623697465,7744020399756239629,-912968004591352685,4194523523200062647,-6245286898782967373,1212079302956265688,-4954055131146194603,-7988088752967303125,7563189607719405684,3709316681747441637,4188786048389215184,3055609451129447151,-8883336615074922056,7878939135082724176,-1552335371583822144,6812280858319836022,7330012355302303411,-5715826783195194709,2208728221350162501,-8433648168854396807,394722088613100966,1497938170224227240,4286753732545601379,-3669732086774759146,527188091740215641,6523236345770156303,-6675187162640990960,618773230163308042,2849431821380895098,768324258453436533,5790081424257622350,-4696341708907992781,6141411743823984460,4458183548406678490,-802317852874100817,7513163285584187609,-3766357909043381049,-1656810114131018419,-9064618627939803999,-6799935187175157811,5813936165495471846,-8488524392669491586,1934642248034086848,2649391301485025559,8114517916266351810,4602686221027769707,-4777853733057874677,136908661512913770,2417256359028804439,-6424041250837752682,7903567046476866357,-6371466134134224878,8571265288878339361,1520516210331788228,-8245434780332612661,1621479941981597238,-7423300844674134108,-4843648528440073006,4855455792137059248,-6117469431135138420,-6496639839269176373,5207865717653203008,6005671041480771067,-227781892305493898,-776049095637862704,4650979925467375380,-2376426906138690562,-6153117883036691821,-2001781186587437182,-1230977547412611,-4086806468017157818,-6243586337147658996,-6395381715089201637,-8472330698442358693,6933208320176551106,7671377176429497328,7016742506276612765,-5611473562445590572,4310897810911588879,3710219796228948108,2433816456489052878],"valueList":["测试","确定","取消","上对齐","下对齐","左对齐","右对齐","水平居中对齐","垂直居中对齐","横向分布","竖向分布","环形分布","创建图片","创建文字","新建组件","组件库","组件名称","组件类型","全部","添加组件类型","红色","绿色","蓝色","正常","预览","最近打开的模板","请打开Prefab后再进行预览","是否想要保存场景","警告","对象已经存在,是否覆盖","覆盖","请先选择一个父节点","请选择两个以下的节点","组件类型重复","请输入组件类型名称","是否要保存修改","确定要删除该组件","请先选中一个节点","同一层级下的节点才能进行组合","更多","设置","配置","语言","通用","组件","Prefab储存位置","组件储存位置","组件生成模式","选择路径","新建模板","色盲模式","动画预览","删除","修改信息","复制","粘贴","组合","上传","关于","用户手册","关闭","辅助线","删除记录及Prefab","只删除记录","导入所有语种图片","本地化","简体中文  (CN)","繁体中文  (TC)","英文  (EN)","日语  (JA)","韩语  (KO)","法语  (FR)","德语  (DE)","西班牙语  (ES)","俄语  (RU)","土耳其语  (TR)","葡萄牙语  (PT)","越南语  (VI)","泰语  (TH)","阿拉伯语  (AR)","文件名长度","本地化图素数目","未填充文本","本地化文本数目","打开静态文本表格","路径","原文","无法写入表格，表格已打开","无文字模式","游戏内语言 ","请检查文件夹中图片的命名规范！","可同时导入多张图片，文件命名：图片名_语言缩写，例：battlemessage_CN ","功能开关","最近打开面板记录","对齐吸附","右键选择列表","快速复制","移动快捷键","Prefab多开","Scene中分辨率调整","Prefab资源检查","窗格元素 ","窗格数量 ","保存","参考背景画布","确认从列表中删除","同时删除本地文件","请选择Assets目录下的文件夹","不能将这些对象组合为一个组件","请勿同时选择多个Prefab","请正确输入Prefab名称","文件不合法，请选择Prefab文件","添加Prefab","请选择添加方式","已经达到该层级最大容纳量无法继续添加，请联系程序对层级数或Channel数容纳量进行修改","只能删除不含组件信息的层级","层级管理","检测到您可能有未保存的数据,是否保存后退出","不保存","修改Channel名称","Channel名称","修改层级","新增层级","层级Index值","请正确输入数字","已存在该层级，是否继续添加或修改，这将导致该层级和其后续层级发生改变","修改节点","新增节点","层级","添加的标签不能为空","已包含此标签","确认删除该节点","搜索","无结果","保存更改","刷新","向前添加层级","向后添加层级","只能在前后节点范围中进行更改，更多操作可以通过上方添加层级按钮进行","新标签的默认展示颜色为黑色，请在层级管理窗口的设置界面修改","请选择一个Prefab","该Prefab已经被定义层级","输入的标签没有加入标签列表，仍要提交？","选择文件","至少保留一个层级","窗格排布方式","本地化文件夹","动态文本表格路径","本地化设置","打开预设编辑器","选择颜色预设","生成空的动态文本表格","显示key","打开动态文本表格","自动将Texture转为Sprite格式","显隐状态变化 ","是否还原显隐状态变化 ","还原 ","不还原 ","是否删除","编辑","自适应文本框","静态文本表格路径","生成空的静态文本表格","Prefab名称","参考背景图片","下一步 设置功能开关>>","请根据需求设置功能开关\n（之后可随时在ThunderFireUXTool-设置-功能开关中修改设置）","<<上一步 查看引导","开始使用","最近打开","场景编辑","预制体","导入","工具说明","颜色","渐变","颜色预设编辑器","颜色名","颜色备注","选择渐变预设","表格使用提示","提示：更新表格并保存后，点击菜单栏-ThunderFireUXTool-本地化-将文本表格转为JSON文件，才能正常预览和切换语言。 ","标签","启用手柄引导组件（请确保已安装InputSystem包）","欢迎页","同意，开始使用","不同意，移除工具","请阅读并同意","《ThunderFire UX Tool使用协议》","提示","请勾选同意《ThunderFire UX Tool使用协议》，方可使用。","网易 ThunderFire UX Tool隐私政策\n本版更新时间：2023年6月16日\n【前言】\n网易（以下也称 “我们”）一向庄严承诺保护使用网易服务之用户（以下统称“用户”或“您”）的个人信息和隐私安全。您在使用网易服务时，我们将会收集和使用您的相关个人信息。我们希望通过《网易ThunderFire UX Tool隐私政策》（以下简称“本政策”）向您说明我们在收集和使用您相关个人信息时对应的处理规则等相关事宜，以便更好地保障您的权益。\n【特别提示】\n1、本政策适用于我们提供的网易ThunderFire UX Tool服务。本政策与《网易隐私政策》 同时对您产生效力。如本政策条款与《网易隐私政策》条款存在同类条款不一致约定的，本政策条款优先适用，如本政策条款中未提及的，则以 《网易隐私政策》约定为准。未满十四周岁的用户，同时适用《网易隐私政策》、《网易儿童个人信息保护规则及监护人须知》、 本政策以及《网易ThunderFire UX Tool儿童个人信息保护规则及监护人须知》（见附件）。\n2、本政策约定了在不同场景下我们处理您的信息的方式，但只有当您开启相关功能或使用相关服务时，为实现相关功能、服务，我们才会处理您的信息。如您不开启相关功能或使用相关服务，则我们不会处理您对应的个人信息。除本政策外，在特定产品中，我们还会通过弹窗、页面提示的即时告知，向您说明该产品特定的信息收集目的、范围及使用方式，这些即时告知内容构成本隐私政策的一部分，并与本政策具有同等效力，请您特别留意。\n3、在使用网易ThunderFire UX Tool提供的服务前，请您务必仔细阅读并透彻理解本政策，特别是以粗体/粗体下划线标识的条款，您应重点阅读，在确认充分理解并同意后再开始使用。如果您不同意本政策的内容，将可能导致网易服务无法正常运行，或者无法达到我们拟达到的服务效果，您应立即停止访问/使用网易服务。\n在阅读完本政策后，如您对本政策或与本政策相关的事宜有任何问题，您可通过本政策“如何联系我们”章节所列的反馈渠道联系我们，我们会尽快为您作出解答。\n本政策将帮助您了解以下内容：\n一、我们如何收集和使用您的个人信息\n二、我们如何共享、转移或公开您的个人信息\n三、我们如何存储和保护您的个人信息\n四、如何行使您的个人信息相关权利\n五、未成年人保护\n六、修订和通知\n七、如何联系我们\n一、我们如何收集和使用您的个人信息\n（一）我们将通过以下途径收集和获得您的个人信息：\n1、您主动提供的信息。\n      （1）您在使用网易服务时，向我们提供的信息；\n      （2）您使用网易服务时所存储的信息。\n       请注意，如果您在网易产品中其他用户可见的公开区域内公开您的信息，该等信息可能会被他人收集并加以使用。当您发现他人不正当地收集或使用您的信息时，可通过本政策“如何联系我们”章节所列的反馈渠道联系我们。\n       2、第三方合法共享的您的信息。\n       3、我们在向您提供服务的过程中合法获取的您的使用信息，如您在使用网易服务时我们收集、汇总、记录的信息。\n（二）我们会出于以下目的，收集和使用您的个人信息：\n1、提供产品基本功能，维护网络及运营安全\n在您使用我们服务过程中，为向您提供基本功能，并了解和提升产品适配性、保障网易服务的网络及运营安全，以维护前述功能的正常运行，保护您或其他用户或公众的人身财产安全免遭侵害，更好地预防钓鱼网站、欺诈、网络漏洞、计算机病毒、网络攻击、网络侵入的各种安全风险，更准确地识别违反法律法规的情况，我们将会收集、存储关于您使用的服务以及使用方式的 设备信息、日志信息以及我们关联公司、合作伙伴取得您授权或依据法律共享的信息，并将这些信息进行关联来检测及防范安全事件，并依法采取必要的记录、审计、分析、处置措施：\n      （1）当您使用我们服务时，我们会收集您的日志信息：IP地址、使用的语言、访问日期和时间。\n      （2）为保障您正常使用我们服务，维护产品基础功能的正常运行，提升产品体验我们会接收并记录您所使用的设备信息：设备名称、设备机型、操作系统及版本、客户端版本、设备分辨率、包名、设备设置、设备标识符（MAC/IMEI/Android ID/IDFA/OpenUDID/GUID/SIM卡序列号/IMSI /OAID/VAID/AAID）、软硬件特征信息、IP 地址。为了收集上述基本的个人设备信息，我们将会在必要场景申请访问您的设备信息的权限。\n请注意，单独的设备信息、日志信息是无法识别特定自然人身份的信息。如果我们将该类信息与其他信息结合用于识别特定自然人身份，或者将其与个人信息结合使用，则在结合使用期间，该类信息将被视为个人信息。我们会将该类个人信息做匿名化、去标识化处理，但您授权或法律法规另有规定的除外。该类信息在结合使用期间，将作为您的个人信息按照本政策处理与保护。\n如果我们要将您的个人信息用于本政策中未载明的其他用途或额外收集未提及的其他个人信息，我们会依法通过页面提示、弹窗或其他方式另行征得您的同意。\n2、征得授权同意的例外\n        根据相关法律法规规定，以下情形中处理您的信息无需征得您的授权同意：\n      （1）为订立、履行您作为一方当事人的合同所必需；\n      （2）为履行法定职责或者法定义务所必需；\n      （3）为应对突发公共卫生事件，或者紧急情况下为保护您或他人的生命健康和财产安全所必需；\n      （4）为公共利益实施新闻报道、舆论监督等行为，在合理范围内处理您的个人信息；\n      （5）在合理范围内处理您自行公开或者其他已经合法公开的个人信息；\n      （6）法律、行政法规规定的其他情形。\n     \n         二、我们如何共享、转移或公开您的个人信息\n（一）共享\n       我们非常重视保护您的个人信息。 我们仅会出于合法、正当、必要、特定、明确的目的向第三方提供您的个人信息。接收我们提供个人信息的公司、组织和个人，我们会与其签署严格的保密协定，要求他们按照我们的说明、本政策以及其他任何相关的保密和安全措施来处理信息。\n      为提升网易产品研发能力和服务水平，以便为您提供更优质的产品和服务，我们会在合法、合理、必要的范围内，与研究机构、科研院所、高校机构共享经去标识化或匿名化处理后的数据。未经您的明确授权，我们不会向上述机构共享可用于识别您个人身份的信息。\n（二）转移\n在我们发生合并、收购、资产转让、分立、解散、被宣告破产或类似的情况时，如果您的个人信息需要转移，我们将会将相关情况告知您，向您告知接收方的名称和联系方式，并会要求新的接收方按照法律法规及不低于本政策的的要求继续保护您的个人信息。\n（三）公开\n我们仅会在以下情况下，才会公开您的个人信息：\n       1、根据您的需求，在您明确同意的情况下公开您所指定的信息；\n       2、根据法律、行政法规的要求公开您的个人信息。\n\n三、我们如何存储和保护您的个人信息\n       （一）个人信息的存储\n         除法律法规或监管部门另有规定外，我们仅在本政策所述目的所必需且最短的时限内存储您的个人信息。\n如我们终止服务或运营，我们将及时停止继续收集您个人信息的活动，同时会遵守相关法律法规要求提前向您通知，并在终止服务或运营后对您的个人信息进行删除或匿名化处理，但法律法规或监管部门另有规定的除外。\n如果你主动删除个人信息或超出必要的期限后，我们将对你的个人信息进行删除或匿名化处理，但法律法规规定有保留期限的除外。\n       我们在中华人民共和国境内收集的个人信息，存储在中国境内，如需跨境传输的，我们会单独请求获得您的授权同意，并确保依据国家法律法规和相关监管部门的规定执行，以对您的个人信息提供足够的保护。\n（二）个人信息的保护\n我们非常重视信息安全，成立了专门的安全团队，并采取一切合理可行的措施，保护您的个人信息：\n         1、数据安全技术措施\n       我们会采用符合业界标准的安全防护措施，包括建立合理的制度规范、安全技术来防止您的个人信息遭到未经授权的访问、使用、修改，避免数据的损坏或丢失。\n        我们的服务采取了去标识化和多种加密技术，我们将利用上述技术（包括SSL）对您的个人信息进行加密保存，并通过隔离技术进行隔离，以保护您的个人信息。\n       在个人信息使用时，包括信息展示、信息关联计算，我们会采用多种数据脱敏技术增强信息在使用中的安全性。\n      我们还会采用严格的数据访问权限控制和多重身份认证技术保护个人信息，避免数据被违规使用。\n         2、我们为保护个人信息采取的其他安全措施\n       我们有行业先进的以数据为核心，围绕数据生命周期进行的数据安全管理体系，从组织建设、制度设计、人员管理、产品技术等方面多维度提升整个系统的安全性。我们通过建立数据分类分级制度、数据安全管理规范、数据安全开发规范来管理规范个人信息的存储和使用。\n        我们通过信息接触者保密协议、监控和审计机制来对数据进行全面安全控制。\n        我们还会举办安全和隐私保护培训课程，加强员工的安全意识以及对于个人信息保护政策和相关规程的认识。\n我们仅允许有必要知晓这些信息的网易员工、合作伙伴访问您的个人信息，并为此设置了严格的访问权限控制和监控机制。我们同时要求可能接触到您的个人信息的所有人员履行相应的保密义务。如果未能履行这些义务，可能会被追究法律责任或被中止与网易的合作关系。\n      互联网环境并非百分之百安全，我们将尽力确保或担保您发送给我们的个人信息的安全性。如果我们的物理、技术、或管理防护设施遭到破坏，导致个人信息被泄露、篡改、或丢失，导致您的合法权益受损，我们将按照法律的规定第一时间通知您，并承担相应的法律责任。\n         3、安全事件处置\n        为应对个人信息泄露、篡改和丢失相关的风险，我们制定了多项制度，明确安全事件、安全漏洞的分类分级标准及相应的处理流程。我们也为安全事件建立了的应急响应团队，按照安全事件处置规范要求，针对不同安全事件启动安全预案，进行止损、分析、定位、制定补救措施、联合相关部门进行溯源和打击。我们亦定期组织内部培训和应急演练，使得我们的相关工作人员掌握相应的应急处置策略和规程。\n       当可能发生或不幸发生信息安全事件，我们将按照法律法规的要求，立即采取补救措施，并及时向您告知：安全事件的基本情况和可能的影响、我们已采取或将要采取的处置措施、您可自主防范和降低风险的建议、对您的补救措施等。我们同时将及时将事件相关情况以邮件、信函、电话、推送通知的方式告知您，难以逐一告知信息主体时，我们会采取合理、有效的方式发布公告。同时，我们还将按照监管部门要求，主动上报信息安全事件的处置情况。\n         4、安全提示\n         请您理解，由于技术的限制以及风险防范的局限，即便我们已经尽量加强安全措施，也无法始终保证信息百分之百的安全。您需要了解，您接入网易服务所用的系统和通讯网络，有可能因我们可控范围外的情况而发生问题。\n         请您务必妥善保管好您的帐号、密码及其他身份要素。您在使用网易服务时，我们会通过您的帐号、密码及其他身份要素来识别您的身份。一旦您泄露了前述信息，您可能会蒙受损失，并可能对您产生不利。如您发现帐号、密码及/或其他身份要素可能或已经泄露时，请您立即和我们取得联系，以便我们及时采取相应措施以避免或降低相关损失。\n\n四、如何行使您的个人信息相关权利\n（一）查阅、复制、转移、更正、补充和删除\n     在您使用网易服务期间，我们将根据产品的具体情况为您提供管理您的个人信息的相应操作设置，以便您可以查阅、复制、转移、更正、补充、删除或撤回您的相关个人信息。\n如果您有查阅、复制、转移、更正、补充或删除需求或您在使用产品相应功能过程中有疑惑或困难，您可以登录网易用户《网易用户个人信息服务平台》，我们为您提供了相关操作指引和操作设置，您可以自行进行操作，如您在操作过程中有疑惑或困难可以联系客服，也可以选择通过本政策“如何联系我们”章节所列的反馈渠道联系我们，我们会及时为您处理。\n除法律法规另有规定，当您更正、补充、删除您的个人信息时，我们可能不会立即从备份系统中更正、补充或删除相应的信息，但我们不会再对相关信息进行处理，并会在备份更新时更正、补充或删除这些信息。 相关信息一旦被删除，将无法恢复，请您谨慎操作。\n        （二）改变授权同意的范围\n        您可以选择是否向我们提供个人信息。您可以通过删除信息、关闭设备功能的多种方式改变您授权我们继续收集信息的范围或撤回您的授权。您也可以登录《网易用户个人信息服务平台》联系我们，进行撤回授权操作。\n         当撤回授权后，我们无法继续为您提供撤回授权所对应的服务，也不再处理您相应的信息。但您撤回授权的决定，不会影响此前基于您的授权而开展的信息处理。\n        （三）逝者近亲属的权利\n       如果网易用户不幸逝世，其近亲属可以通过本政策“如何联系我们”章节中的联系方式联系我们，以依法行使其对逝者的相关个人信息行使法定权利。\n\n五、未成年人保护\n       我们建议： 任何未成年人参加网上活动应事先取得父母或其他监护人（以下简称\"监护人\"）的同意。我们将根据国家相关法律法规的规定保护未成年人的相关信息。\n      我们鼓励监护人指导未成年人使用网易服务。如果您是未满十四周岁的未成年人，请您通知您的监护人共同阅读我们的《网易ThunderFire UX Tool儿童个人信息保护规则及监护人须知 》，并在您使用网易服务、提交个人信息之前，寻求其同意和指导。如果您是未成年人的监护人，当您在帮助未成年人使用网易服务前，应仔细阅读本政策和《网易ThunderFire UX Tool儿童个人信息保护规则及监护人须知》，决定是否同意本政策和《网易ThunderFire UX Tool儿童个人信息保护规则及监护人须知》并帮助未成年人使用。\n\n         六、修订和通知\n       为了给您提供更好的服务，我们将会根据网易服务的更新情况及法律法规的相关要求适时修改本政策的条款，该等修改构成本政策的一部分。我们会在本页面上公布对本政策所作的任何变更。对于重大变更，我们还会提供更为显著的通知（网站公告、推送通知、弹窗提示或其他方式），本政策所指的重大变更包括但不限于：\n       1、我们的服务模式发生重大变化。包括处理个人信息的目的、处理的个人信息类型、个人信息的使用方式；\n       2、我们在所有权结构方面发生重大变化。包括业务调整、破产并购引起的所有者变更；\n       3、个人信息共享、转让或公开的主要对象发生重大变化；\n       4、您参与个人信息处理方面的权利及其行使方式发生重大变化；\n       5、我们负责处理个人信息安全的责任部门、联络方式及投诉渠道发生重大变化；\n       6、其他重要的或可能严重影响您的个人权益的情况发生。\n        我们的任何修改都会将您的满意度置于首位。我们鼓励您在每次使用网易服务时都查阅我们的隐私政策。\n         在必需时我们会向您发出与服务有关的通知。\n         如您不希望继续接收我们推送的消息，您可要求我们停止推送。具体可以根据短信退订指引要求我们停止发送推广短信，或在移动端设备中进行设置，不再接收我们推送的消息；但我们依法律规定发送消息的情形除外。\n\n       七、如何联系我们\n       我们设立了个人信息保护专职部门，将按照本政策保护您的个人信息。如果您有关于个人信息保护的投诉和举报，或您对本政策、网易的隐私措施、您的信息的相关事宜有任何问题、意见或建议，请与网易的个人信息保护工作人员联系，可发送邮件至neprivacy@service.netease.com或写信至以下地址：杭州市滨江区网商路399号网易二期 个人信息保护专员（收）；邮编：310052。\n        一般情况下，我们将在收到您的问题、意见或建议，并验证您的用户身份后的十五个工作内予以回复。如果您不满意我们的回复，还可以向消费者权益保护部门投诉或向有管辖权的法院提起诉讼。\n\n\n附件：\n网易ThunderFire UX Tool儿童个人信息保护规则及监护人须知\n本版更新时间：2023年6月16日\n       网易（以下也称 “我们”）深知儿童（指未满十四周岁的未成年人，下同，亦称：“孩子”）个人信息和隐私安全的重要性。我们希望通过《网易ThunderFire UX Tool儿童个人信息保护规则及监护人须知》（以下简称“本规则”）说明我们在收集和使用儿童个人信息时对应的处理规则等相关事宜。在使用网易产品和服务前，请儿童、儿童的父母或其他监护人（以下统称“监护人”）务必仔细阅读并透彻理解本规则，特别是以粗体/下划线标识的条款应重点阅读，在确认充分理解并同意全部条款后再开始使用。\n监护人特别说明：\n       若我们获悉您的孩子不满十四周岁，我们将根据本规则采取特殊措施保护我们获得的您孩子的个人信息。请帮助我们保护您孩子的个人信息和隐私安全，要求他们在您的监护下共同阅读并接受本规则，且应在您的同意和指导下使用网易服务、提交个人信息。如果您不同意本规则的内容，请要求您的孩子立即停止访问/使用网易服务。您于线上点击同意或通过其他方式同意本规则，表示您同意我们按照本规则收集、使用、存储、共享、转移和公开您孩子的个人信息。\n       本规则约定了在不同场景下我们处理儿童信息的方式，但只有当您孩子使用或开启相关功能或使用服务时，为实现相关功能、服务，我们才会处理相关信息。如果您孩子不开启相关功能或使用相关服务，则我们不会处理您孩子对应的个人信息。除本规则外，我们还会通过弹窗、页面提示的即时告知方式，向您说明该产品特定的信息收集目的、范围及使用方式，这些即时告知内容构成本规则的一部分，并与本规则具有同等效力。\n儿童特别说明：\n       我们建议：任何儿童参加网上活动都应事先取得监护人的同意。如果您是儿童，请通知您的监护人共同阅读本规则，并在您使用网易服务、提交个人信息之前，寻求您的监护人的同意和指导。\n       本规则适用于我们在中华人民共和国境内通过网络从事收集、使用、存储、共享、转移和公开儿童个人信息等活动。在儿童个人信息保护规则方面，本规则与《网易隐私政策》、《网易儿童个人信息保护规则及监护人须知》、《网易ThunderFire UX Tool隐私政策》 正文同时对您和您的孩子产生效力。如本规则条款与《网易隐私政策》、《网易儿童个人信息保护规则及监护人须知》、《网易ThunderFire UX Tool隐私政策》正文条款存在不一致的，本规则条款优先适用，如本规则中未提及的，则以《网易隐私政策》、《网易儿童个人信息保护规则及监护人须知》、《网易ThunderFire UX Tool隐私政策》正文条款为准。\n       在阅读完本规则后，如对本规则或与本规则相关的事宜有任何问题，可通过本规则“如何联系我们”章节所列的反馈渠道联系我们，我们会尽快作出解答。\n本规则将帮助您了解以下内容：\n一、我们如何收集和使用儿童个人信息\n二、我们如何共享、转移或公开儿童个人信息\n三、我们如何存储和保护儿童个人信息\n四、如何行使儿童个人信息相关权利\n五、第三方服务\n六、本规则的修订\n七、如何联系我们\n       一、我们如何收集和使用儿童个人信息\n     （一）我们会严格履行法律法规规定的儿童个人信息保护义务与责任，遵循正当必要、知情同意、目的明确、安全保障、依法利用的原则，在征得监护人的同意后收集和使用儿童个人信息：\n       1、当我们识别出用户为儿童时，我们会收集监护人的联系方式（手机号码、电子邮箱），并联系监护人以验证其与儿童的监护关系，以帮助监护人管理和了解儿童使用网易服务的情况。为了更好地保护儿童的权益，我们视具体情况向监护人收集姓名、身份证、户口本、出生证或其他监护关系证明这些信息，以便进一步验证监护人与儿童的监护关系。\n       2、在儿童使用网易产品或服务过程中，我们还将收集和使用其他儿童个人信息，包括通过COOKIES或同类技术获取和使用儿童个人信息。我们在儿童使用网易服务的过程中收集和使用的儿童个人信息的详情，请查阅《网易ThunderFire UX Tool隐私政策》详细了解。如我们需要超出上述范围收集和使用儿童个人信息，我们将再次征得监护人的同意。\n      （二）征得授权同意的例外\n       根据相关法律法规规定，以下情形中处理儿童的信息无需征得儿童和/或监护人的授权同意：\n      （1）为订立、履行您作为一方当事人的合同所必需；\n      （2）为履行法定职责或者法定义务所必需；\n      （3）为应对突发公共卫生事件，或者紧急情况下为保护您或他人的生命健康和财产安全所必需；\n      （4）为公共利益实施新闻报道、舆论监督等行为，在合理范围内收集您的个人信息；\n      （5）在合理范围内收集您自行公开或者其他已经合法公开的个人信息；\n      （6）法律、行政法规规定的其他情形。\n     （三）有关敏感个人信息的提示\n       儿童的个人信息属于敏感个人信息。除了法律有明确规定可以不征求儿童和监护人的同意之外，在收集儿童个人信息前，我们会告知儿童及监护人明确的目的和必要性，以及对个人权益的影响，并征得监护人的单独同意，若监护人不同意，则我们不会进行收集。\n\n       二、我们如何共享、转移或公开儿童个人信息\n     （一）共享\n       未经监护人的同意，我们不会与网易集团之外的任何第三方提供儿童的个人信息，但在下述场景下我们会请求监护人的授权同意：\n       1、实现本规则第一条“我们如何收集和使用儿童个人信息”部分所述目的，向儿童提供我们的服务。我们向合作伙伴及其他第三方共享儿童的信息，以实现网易产品服务的功能，让儿童正常使用需要的服务；具体以产品设置的服务和功能为准。\n我们仅会出于合法、正当、必要、特定、明确的目的共享儿童个人信息。对我们与之共享个人信息的公司、组织和个人，我们会进行安全评估，并与其签署严格的保密协定，要求他们按照我们的说明、本规则以及其他任何相关的保密和安全措施来处理信息。\n      （二）转移\n      在我们发生合并、收购、资产转让、分立、解散、被宣告破产或类似的情况时，如果儿童的个人信息需要转移，我们将会将相关情况告知您，向您告知接收方的名称和联系方式，并会要求新的接收方按照法律法规及不低于本政策的的要求继续保护您的个人信息。\n        （三）公开\n        我们仅会在以下情况下，且采取符合业界标准的安全防护措施的前提下，才会公开儿童个人信息：\n       1、根据儿童或监护人的需求，在监护人同意的公开方式下公开其所指定的信息；\n       2、根据法律、法规的要求、强制性的行政执法或司法要求所必须提供儿童信息的情况下，我们可能会依据所要求的信息类型和公开方式公开儿童的信息。在符合法律法规的前提下，当我们收到上述公开信息的请求时，我们会要求接收方必须出具与之相应的法律文件，包括传票或调查函。我们坚信，对于要求我们提供的信息，应该在法律允许的范围内尽可能保持透明。我们对所有的请求都进行了慎重的审查，以确保其具备合法依据，且仅限于执法部门因特定调查目的且有合法权利获取的数据。\n      根据法律规定，共享、转移、公开经匿名化处理的儿童个人信息，即确保儿童个人信息接收方无法复原并重新识别信息主体的，不属于儿童个人信息，对此类信息的保存及处理将无需另行向监护人通知并征得监护人的同意。\n\n         三、我们如何存储和保护儿童个人信息\n       （一）除法律法规或监管部门另有规定外，我们仅在本规则所述目的所必需且最短时限内存储儿童个人信息。\n       如我们终止服务或运营，我们将及时停止继续收集儿童个人信息的活动，同时会遵守相关法律法规要求提前向监护人通知，并在终止服务或运营后对儿童的个人信息进行删除或匿名化处理，但法律法规或监管部门另有规定的除外。\n如果监护人申请注销儿童帐户、主动删除儿童个人信息或超出必要的期限后，我们将对儿童的个人信息进行删除或匿名化处理，但法律法规规定有保留期限的除外。\n       （二）我们非常重视儿童的隐私安全，成立了专门的安全团队，并采取一切合理可行的措施，保护儿童个人信息：\n        我们会采取加密及相关技术措施存储儿童个人信息，确保信息安全。同时，我们对工作人员以最小授权为原则，严格设定信息访问权限，控制儿童个人信息知悉范围；工作人员访问儿童个人信息的，须经过儿童个人信息保护负责人或者其授权的管理人员审批，记录访问情况，并采取技术措施，避免违法复制、下载儿童个人信息。如我们发现儿童个人信息发生或者可能发生泄露、篡改、丢失的，会立即启动应急预案，采取补救措施，并将事件相关情况以邮件、信函、电话、推送通知、公告的方式告知受影响的监护人和儿童。\n        如您希望了解更多，请查阅《网易隐私政策》和《网易ThunderFire UX Tool隐私政策》“我们如何存储和保护您的个人信息”相关章节，详细了解我们如何存储和保护儿童个人信息。\n        由于技术的限制以及风险防范的局限，即便我们已经尽量加强安全措施，也无法始终保证信息百分之百的安全。监护人需要了解，儿童接入网易服务所用的系统和通讯网络，有可能因我们可控范围外的情况而发生问题。\n\n        四、如何行使儿童个人信息相关权利\n        在儿童使用网易服务期间，监护人和儿童如想查询、复制、更正、补充、转移、删除儿童个人信息，可以访问《网易用户个人信息服务平台》或根据本规则 “如何联系我们”章节所列的联系方式联系我们处理。\n        在查询、复制、更正、补充、转移、删除前述信息时，我们根据具体情况要求监护人和/或儿童进行身份验证，以保障信息安全。除法律法规另有规定，当监护人和儿童更正、补充、转移、删除儿童个人信息时，我们可能不会立即从备份系统中更正或删除相应的信息，但我们会立即停止处理相关信息并会在备份更新时更正或删除或将这些信息匿名化处理。\n        （一）查询和复制儿童个人信息\n       监护人和儿童可以查看并复制其在使用网易产品或服务中提供或产生的儿童个人信息，包括个人信息资料、部分使用记录、发布内容。\n        （二）更正和补充儿童个人信息\n       我们鼓励监护人和儿童更新和修改儿童个人信息以使其更准确有效。监护人和儿童发现我们收集、使用和处理的儿童个人信息有错误或不完善的，可以联系我们更正或补充。我们会在完成身份验证和核实问题后，及时采取措施予以更正或补充。\n        （三）转移和删除儿童个人信息\n在请求符合国家网信部门规定条件的情况下，我们将向监护人提供信息转移的途径。\n根据儿童选择网易服务的具体情况，监护人和儿童可以在使用网易服务中自行删除部分儿童个人信息。在以下情形下，监护人和儿童可以直接向我们提出删除儿童个人信息的请求，我们会在完成身份验证和核实问题后及时采取措施予以删除，包括：\n      1、我们违反法律法规的规定或者与监护人和儿童的约定收集、存储、使用、转移、公开儿童个人信息的；\n      2、超出目的范围或者必要期限收集、存储、使用、转移、公开儿童个人信息的；\n      3、监护人撤回同意的；\n      4、监护人或儿童通过注销及相关方式终止使用网易服务的。\n        但请注意，若监护人和儿童自行删除或请求我们删除特定的儿童个人信息，将导致无法继续使用全部或部分网易服务。\n（四）改变授权同意的范围\n       监护人和儿童总是可以选择是否公开信息。有些信息是使用网易服务所必需的，但大多数其他信息的提供是自行决定的。监护人和儿童可以通过删除信息、关闭设备功能及相关方式改变其授权我们继续收集信息的范围或撤回其授权。\n        当监护人和儿童撤回授权后，我们无法继续提供撤回授权所对应的服务，也不再处理相应的信息。但撤回授权的决定，不会影响此前基于监护人和儿童的授权而开展的信息处理。\n\n五、第三方服务\n       网易服务为儿童接入或链接至第三方提供的社交媒体或其他服务（包括网站或其他服务形式）。请查阅 《网易ThunderFire UX Tool隐私政策》“我们如何共享、转移或公开您的个人信息”章节，详细了解我们接入或链接的第三方服务类型。\n        该等第三方社交媒体或其他服务由相关的第三方负责运营。儿童使用该等第三方的社交媒体服务或其他服务（包括儿童向该等第三方提供的任何信息），须受第三方自己的服务条款及信息保护声明（而非本规则）约束，监护人和儿童需要仔细阅读其条款。本规则仅适用于我们所收集的个人信息，并不适用于任何第三方提供的服务或第三方的信息使用规则。如监护人和儿童发现这些第三方社交媒体或其他服务存在风险时，建议终止相关操作以保护儿童的合法权益并及时与我们取得联系。\n\n六、本规则的修订\n       为了提供更好的服务，我们将会根据网易服务的更新情况及法律法规的相关要求适时修改本规则的条款，该等修改构成本规则的一部分。如该等更新造成监护人和儿童在本规则下权利的实质减少或重大变更，我们将在本规则生效前通过网站公告、推送通知、弹窗提示或其他方式来通知，监护人如果不同意该等变更，可以选择要求儿童停止使用网易服务。\n       我们的任何修改都会将用户的满意度置于首位。我们鼓励监护人和儿童在每次使用网易服务时都查阅我们的《网易ThunderFire UX Tool儿童个人信息保护规则及监护人须知》。\n\n  七、如何联系我们\n       我们设有个人信息保护专职部门并指定了专门的儿童个人信息保护负责人，将严格按照本规则保护儿童个人信息。如果监护人和儿童有关于网络信息安全的投诉和举报，或对本规则、网易的儿童个人信息保护规则、措施的相关事宜有任何问题、意见或建议， 请随时与我们联系，可发送邮件至neprivacy@service.netease.com或写信至以下地址：杭州市滨江区网商路399号网易二期 儿童个人信息保护专员（收）；邮编：310052。\n       一般情况下，我们将在收到问题、意见或建议，并验证监护人和/或儿童身份后的十五个工作日内予以回复。如监护人或儿童不满意我们的回复，还可以向消费者权益保护部门投诉或向有管辖权的法院提起诉讼。\n","返回","Prefab存储位置不存在，请选择Prefab存储位置","X轴辅助线","Y轴辅助线","X&Y辅助线","UserID已复制","引导模板中不存在UIBeginnerGuide组件","自定义项目名称","名称排序","时间排序","自动拼接工具","设计图","切图（文件夹或图片）","适配器","如果默认路径下没有可执行文件，请从默认路径下的压缩文件中解压","查找依赖资源","图片类型","Prefab类型","动画类型","材质类型","最近选中文件","面板设置 ","最近选中文件数上限 ","最近打开模板数上限 ","显示上限必须大于0 ","最近选中面板记录 ","脚本检查工具","筛选条件","添加筛选条件","按脚本变量值筛选","按脚本是否添加筛选","查找","检查脚本","变量名称","请选择可以添加到GameObject上的脚本","Prefab","Prefab路径","筛选结果","比较方式","颜色名只能包含字母、数字和下划线","如下颜色名非法（只能包含字母、数字、下划线）","如下颜色名重复","修改值：","全部修改","修改选中","修改","未选择字段","当前 RectTransform 的宽度或高度为 0，这样可能会导致渲染问题或功能异常。请确保在使用镜像模式时，RectTransform 的宽度和高度都大于 0。","修改方式","修改操作","脚本选择"]}